Repository: bibinmathew3720/Qoot
Catalog: Qoot/Qoot/Resources/Localizations/*.lproj/Localizable.strings
Languages: ar

source: Fill mandatory fields
ar: ملء الحقول الإلزامية

source: Passwords does not matches
ar: كلمات المرور غير متطابقة

# INVALIDPASSWORDCHARACTERS
source: Use 8 or more characters with a mix of letters, numbers and symbols
ar: استخدم 8 أحرف أو أكثر مع مزيج من الحروف والأرقام والرموز

# INVALIDEMAIL
source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح

# THEREISNOITEMSTOCHECKOUT
source: There are no items to checkout
ar: لا توجد عناصر للخروج

# CITYNAMEANDHOMEADDRESSEMPTY
source: City Name and home address can not be empty
ar: لا يمكن أن يكون اسم المدينة وعنوان المنزل فارغين

source: Please choose a delivery address.
ar: يرجى اختيار عنوان التوصيل.

source: Please choose a delivery date and time.
ar: يرجى اختيار تاريخ ووقت التوصيل.

# SPECIFYPAYMENTMETHOD
source: Specify the payment method
ar: حدد طريقة الدفع

# PASSWORDATLEASTSIXDIGITS
source: Password should be atleast 6 digits
ar: يجب أن تحتوي كلمة المرور على الأقل 6 أحرف

# NEWPASSWORDDOESNTMATCHES
source: New Password does not matches
ar: كلمة المرور الجديدة غير مطابقة

source: Qoot
ar: قوت

source: OK
ar: حسنا

source: YES
ar: نعم

source: NO
ar: لا

# NONETWORK
source: No internet connection!
ar: لا يوجد اتصال بالإنترنت!

source: SKIP
ar: تخطي

source: GOT IT
ar: استلمتها

# Walkthrough1_Title
source: Are you hungry?
ar: جيعان؟

# Walkthrough1_SubTitle
source: Got for it
ar: استلمتها

# Walkthrough2_Title
source: Food is on your way
ar: الاكل جاي في الطريق

# Walkthrough2_SubTitle
source: The food is delivered to you and just ready to serve and feel the taste
ar: الأكل يوصلك جاهز للتقديم والاستمتاع بالطعم

# Walkthrough3_Title
source: Pick your Meal
ar: اختر وجبتك

# Walkthrough3_SubTitle
source: Pick the dish you want or find new best tastes based on reviews and rating
ar: اختار الطبق الي يعجبك او استشكف اطباق جديدة عن طريق مراجعة التقيمات

# Walkthrough4_Title
source: Search and Find
ar: البحث والعثور

# Walkthrough4_SubTitle
source: Browse among the best kitchens around you and find the one for your taste
ar: تصفح افضل ما تقدمه افضل المطابخ في منطقك وحتلاقي الطبق المناسب لذوقك

source: LOGIN
ar: تسجيل الدخول

source: Forgot password
ar: نسيت كلمة المرور

# CONFIRMCODEMGE
source: We sent a confirmation code via SMS to
ar: لقد أرسلنا رمز التأكيد عبر الرسائل القصيرة إلى

# ENTERCODEBELOW
source: Enter the code below
ar: أدخل الرمز في الأسفل

# DIDNTRECEIVESMS
source: Didn't receive any sms?
ar: لم تتلقى أي رسالة قصيرة؟

source: RESEND OTP
ar: إعادة إرسال رقم الرسالة القصيرة

source: VERIFY OTP
ar: التحقق من رمز الرسالة القصيرة

source: Invalid OTP
ar: رقم الرسالة القصيرة غير صالح

source: Login via facebook
ar: facebook تسجيل الدخول عبر

source: Login via Google
ar: Google تسجيل الدخول عبر

source: Login via Qoot
ar: Qoot تسجيل الدخول عبر

source: Don't have an account!
ar: ليس لديك حساب!

source: Register?
ar: تسجيل؟

# RegisterTitle
source: Register
ar: تسجيل

# NamePlaceholder
source: Name
ar: اسم

# EmailPlaceholder
source: Email
ar: البريد الإلكتروني

# MobNoPlaceholder
source: Mobile Number
ar: رقم الهاتف الجوال

# PwdPlaceholder
source: Password
ar: كلمة المرور

# ConfirmPwdPlaceholder
source: Repeat Password
ar: تأكيد كلمة المرور

source: Male
ar: ذكر

source: Female
ar: أنثى

source: SIGN UP
ar: سجل

source: Login
ar: تسجيل الدخول

source: My Orders
ar: طلباتي

source: My Wallet
ar: محفظتي

source: Offers
ar: العروض

source: Support
ar: الدعم

source: Events
ar: المناسبات

source: Settings
ar: إعدادات

source: Logout
ar: الخروج

source: Logout
ar: الخروج

source: Are you sure?
ar: هل أنت متأكد؟

source: Select City
ar: حدد مدينة

source: Meal type
ar: اختر نوع الوجبة

source: Cuisine
ar: حدد المطبخ

source: Kitchen Name
ar: اختر اسم المطبخ

source: SEARCH
ar: بحث

source: OFFERS
ar: العروض

source: READY NOW
ar: جاهز الآن

source: View More +
ar: عرض المزيد +

source: Ready Now
ar: جاهز الآن

# CHOOSECITYFIRST
source: Choose a city first
ar: اختر المدينة أولاً

source: Services Available
ar: الخدمات المتاحة

source: Preparation Time
ar: وقت التحضير:

source: Quantity
ar: :كمية

source: ADD TO CART
ar: أضف إلى السلة

source: Customer Rating
ar: تقييم العملاء

source: Delivery
ar: توصيل

source: Delivery Fee
ar: رسوم التوصيل

source: Menu
ar: قائمة الطعام

source: Reviews
ar: تعليقات العملاء

source: Info
ar: معلومات

source: Location
ar: الموقع

source: Delivery Service
ar: خدمة التوصيل

source: Event Service
ar: خدمة الحفلات

source: Qoot Rating
ar: تقييم قوت

source: Customer Rating
ar: تقييم العملاء

source: Quality
ar: جودة

source: Packaging
ar: التعبئة والتغليف

source: Value For Money
ar: أفضل فائدة مقابل المال

source: Delivery Time
ar: موعد التسليم

source: Your Cart
ar: سلتك التسوق

source: Sub Total
ar: المجموع الكلي

source: Comments if any
ar: ملاحظات إن وجدت

source: PROCEED TO CHECKOUT
ar: المتابعة إلى الدفع والاستلام

source: REMOVE
ar: إزالة

# REMOVETHISITEMFROMCART
source: Remove this item from your cart?
ar: هل تريد إزالة هذا العنصر من سلة التسوق الخاصة بك؟

source: Delivery Details
ar: تفاصيل التوصيل

source: +ADD NEW ADDRESS
ar: +أضف عنوانًا جديدًا

source: Choose Date and Time
ar: اختر التاريخ والوقت

source: Enter Promo Code
ar: إدخال الرمز الترويجي

source: Payment Details
ar: تفاصيل الدفع

# COD
source: Cash on Delivery
ar: الدفع عند الاستلام

source: Paypal
ar: باي بال

# Visa
source: Visa Debit Card
ar: فيزا أو ماستركارد

# Wallet
source: Pay via Wallet
ar: ادفع عبر المحفظة

source: Total
ar: مجموع

source: Confirm
ar: تأكيد الطلب

source: city
ar: مدينة

source: Address
ar: عنوان

source: landmark
ar: معلم معروف

source: Add
ar: أضف

source: Item Successfully Added
ar: تمت إضافة الطبق بنجاح

source: Your Cart is empty
ar: سلتك التسوق فارغة

# AllItemsWillRemoveFromCart
source: You are trying to choose dishes from another kitchen. All the items in your cart will be removed!
ar: أنت تحاول اختيار أطباق من مطبخ آخر. ستتم إزالة كل العناصر الموجودة الآن من سلة التسوق.

source: Order Completed
ar: تم اكتمال الطلب

source: Order Number
ar: رقم الطلب

source: GOTO MY ORDERS
ar: اذهب الى صفحة طلباتي

source: Ongoing Orders
ar: أوامر قائمة

source: Past Orders
ar: طلبات سابقة

source: Order No
ar: رقم الطلب

source: Order Placed
ar: تم الطلب

source: Rejected by the Kitchen
ar: مرفوض من قبل المطبخ

source: Preparing
ar: قيد التحضير

source: Cancelled by the User
ar: ملغى من قبل المستخدم

source: On the way
ar: علي الطريق

source: Delivered
ar: تم التوصيل

source: Cancel Order
ar: إلغاء الطلب

# DOYOUWANTTOCANCELORDER
source: Do you want to cancel this order
ar: هل تريد إلغاء هذا الطلب

source: Change Profile Picture
ar: تغيير صورة الملف الشخصي

source: My Addresses
ar: عنواني

source: Change Password
ar: تغيير كلمة السر

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة مرور جديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: UPDATE PASSWORD
ar: حدّث كلمة المرور

source: Password Changed
ar: تم تغيير كلمة المرور

source: UPDATE PROFILE PICTURE
ar: حدّث صورة الملف الشخصي
